smash> submitted by Eran
smash> smash> smash: got ctrl-C
smash: process 2 was killed
smash> smash> [1] sleep 200&
smash> smash> smash> smash> smash> [1] sleep 200&
smash> smash: got ctrl-C
smash: process 3 was killed
smash> smash: got ctrl-C
smash: process 4 was killed
smash> smash> smash> [1] sleep 200&
[2] sleep 500&
smash> smash: sending SIGKILL signal to 2 jobs:
5: sleep 200&
6: sleep 500&
